Repository: K-RAD/Jira2ScrumBoard
Catalog: src/AgileStoryPrint/JiraBundle/Resources/translations/faq.*.xlf
Languages: fr, zh

# faq.question1.title
source: How export Jira stories?
fr: Comment exporter les Stories Jira ?
zh: 如何输出Jira的故事？

# faq.question1.text
source: To export your Jira stories, first you have to make a selection of stories you need. You can easily select stories from your next Sprint with the search expression <em>"sprint=1"</em> (where 1 is the number of your sprint). For more detail a <a href="https://www.youtube.com/watch?v=FP7pxon8E5c" target="_blank">video is available on Youtube</a>.
fr: Tout d'abord vous devez faire une sélection des stories que vous souhaitez exporter. Vous pouvez simplement sélectionner les stories d'un prochain sprint en utilisant l'expression de recherche <em>"sprint=1"</em> (où 1 est le numéro de votre sprint). Pour plus de détails je vous invite à <a href="https://www.youtube.com/watch?v=FP7pxon8E5c" target="_blank">voir cette vidéo (en anglais)</a>.
zh: 要导出你的Jira故事，首先你必须 选择你所需要的故事。您可以轻松选择故事情节 从您的下一个Sprint与搜索表达式 <em>“sprint = 1”</ em> (其中1是您的sprint号码) 更多详细信息 <a href =“https://www.youtube.com/watch?v=FP7pxon8E5c” target =“_ blank”>视频在YouTube上可得到</a>

# faq.question2.title
source: How print more than 1 card per page?
fr: Est-il possible d'avoir plusieurs cartes par page ?
zh: 如何打印每页多于 1 张卡？

# faq.question2.text
source: Index cards are made for a full A4 page format. You can setup your printer in landscape and ask for 2 (2 x A5 format) or 4 (4 x A6 format) stories per page. 4 stories per page is highly recommended.
fr: Les Index cards sont au format A4 pour permettre à votre imprimante de facilement les convertir au format A5 ou A6. Vous avez donc la possibilité lors de l'impression de demander plusieurs cartes par page. Je vous recommande 4 index cards par page. Pensez à mettre votre page au format "Paysage".
zh: 索引卡是设定于完整的A4页面格式。你可以 在您的打印机设置横向模式，并要求2 (2 x A5格式) 或每页4 (4 x A6格式) 故事。每页4面是 强烈推荐。

# faq.question3.title
source: There are other card formats?
fr: Y-a-t'il d'autre gabarit de carte ?
zh: 还有其他卡的格式吗？

# faq.question3.text
source: Sorry in this version only one version of Story card is available. <br />But if you have another format to suggest me, please <a href="#contact">contact me</a>.
fr: Désolé, pour l'instant seul ce format existe. <br/>N'hésitez pas à <a href="#contact">me contacter</a> si vous souhaitez me suggérer votre gabarit.
zh: 对不起，在这个版本只有一个版本的故事卡是 有效的。 <br />但如果你有另一种格式的提议， 请<a href="#contact">与我联系

# faq.question4.title
source: Can I use custom card format?
fr: Puis-je utiliser un gabarit personnalisé ?
zh: 我可以使用自定义卡格式吗？

# faq.question4.text
source: As the previous question, it isn't available for now, but I think to let you upload your Story card layout.
fr: Tel que dit dans la précédente question, cette fonctionnalité n'est pas encore disponible.
zh: 对于上一个问题，自定义卡现在不可用。但是， 系统将允许您上传您自己的故事卡布局。

# faq.question5.title
source: Does my file is supported?
fr: Quels fichiers sont supportés ?
zh: 是否支持我的文件格式？

# faq.question5.text
source: This version only supports XML and Excel (All fields) file from Jira. <br/> For some server constraint only file under 1MB are accepted.
fr: Dans cette version seule les fichiers XML et Excel (All fields) provenant de Jira sont supportés. Pour des contraintes serveur seul les fichiers de moins de 1 Mo sont acceptés.
zh: 此版本只支持XML和Excel (所有方面) 格式的Jira文件。 <br/>由于某些服务器限制，只接受1MB以下的文件。

# faq.question6.title
source: Do you support other tool than Jira?
fr: Supportez-vous d'autre logiciel que Jira ?
zh: 你支持除Jira之外的其他工具吗？

# faq.question6.text
source: Now only Jira is supported, but if you want to see your file supported here, the easiest way is to <a href="#contact">contact me</a> and send me a sample of your file.
fr: C'est à l'étude, mais pour cela j'ai besoin de fichier d'export des autres logiciels. Vous en avez ? N'hésitez-pas à me les envoyer.
zh: 我们现在只支持Jira版本，但如果你想要用你自己 的文件模式，最简单的方法是 <a href="#contact">与我联系</a>，并向我发送 您的文件样品。

# faq.question7.title
source: I like this tool, how can I contribute?
fr: J'aime cet outil, comment aider à son développement ?

# faq.question7.text
source: There are many ways to contribute, you can involve it by <strong>coding new features</strong> and send me your pull-request, <strong><a href="https://github.com/glonlas/AgileStoryPrint/tree/master/src/AgileStoryPrint/JiraBundle/Resources/translations" target="_blank">translate this tool</a></strong> to your language, <strong>help me to host</strong> this website or make a small donation. <form action="https://www.paypal.com/cgi-bin/webscr" method="post" target="_top"> <input type="hidden" name="cmd" value="_s-xclick"> <input type="hidden" name="encrypted" value="-----BEGIN PKCS7-----MIIHLwYJKoZIhvcNAQcEoIIHIDCCBxwCAQExggEwMIIBLAIBADCBlDCBjjELMAkGA1UEBhMCVVMxCzAJBgNVBAgTAkNBMRYwFAYDVQQHEw1Nb3VudGFpbiBWaWV3MRQwEgYDVQQKEwtQYXlQYWwgSW5jLjETMBEGA1UECxQKbGl2ZV9jZXJ0czERMA8GA1UEAxQIbGl2ZV9hcGkxHDAaBgkqhkiG9w0BCQEWDXJlQHBheXBhbC5jb20CAQAwDQYJKoZIhvcNAQEBBQAEgYC72Akx5MZYZI5GLXSYIkhuJyUmS/sPF2UHallna53f98Cn1bgqK7yVe8/W/uEWMy1ex9A1+UNyh/QS2jgxp4dA89WTwLXm8deaUVZo+LJ+N7oGFdRGMejLLr4FGeIoQQQzy/5gfxZZ58WtF0r8LbrsB8AXCiYxma9kiuK4qZVsyzELMAkGBSsOAwIaBQAwgawGCSqGSIb3DQEHATAUBggqhkiG9w0DBwQIzt/tVwfCmL2AgYj9EgaNmJMnP1pNHaNs8T/ddyUD7o42mEv299ERTo80QgUiwbOM5WxqAkJeEL8gaP+OTDRIGRD48p2CjX1XzHaDP1n9GVZ7H9y8S8oDKGd7LjwK3erHKbeJH3iXRpQ8E9pb/UWw9ghJVjGm7ciB1e38RlMeC3eCmqO3gwZlixSIxtzyP6CNDvIBoIIDhzCCA4MwggLsoAMCAQICAQAwDQYJKoZIhvcNAQEFBQAwgY4xCzAJBgNVBAYTAlVTMQswCQYDVQQIEwJDQTEWMBQGA1UEBxMNTW91bnRhaW4gVmlldzEUMBIGA1UEChMLUGF5UGFsIEluYy4xEzARBgNVBAsUCmxpdmVfY2VydHMxETAPBgNVBAMUCGxpdmVfYXBpMRwwGgYJKoZIhvcNAQkBFg1yZUBwYXlwYWwuY29tMB4XDTA0MDIxMzEwMTMxNVoXDTM1MDIxMzEwMTMxNVowgY4xCzAJBgNVBAYTAlVTMQswCQYDVQQIEwJDQTEWMBQGA1UEBxMNTW91bnRhaW4gVmlldzEUMBIGA1UEChMLUGF5UGFsIEluYy4xEzARBgNVBAsUCmxpdmVfY2VydHMxETAPBgNVBAMUCGxpdmVfYXBpMRwwGgYJKoZIhvcNAQkBFg1yZUBwYXlwYWwuY29tMIGfMA0GCSqGSIb3DQEBAQUAA4GNADCBiQKBgQDBR07d/ETMS1ycjtkpkvjXZe9k+6CieLuLsPumsJ7QC1odNz3sJiCbs2wC0nLE0uLGaEtXynIgRqIddYCHx88pb5HTXv4SZeuv0Rqq4+axW9PLAAATU8w04qqjaSXgbGLP3NmohqM6bV9kZZwZLR/klDaQGo1u9uDb9lr4Yn+rBQIDAQABo4HuMIHrMB0GA1UdDgQWBBSWn3y7xm8XvVk/UtcKG+wQ1mSUazCBuwYDVR0jBIGzMIGwgBSWn3y7xm8XvVk/UtcKG+wQ1mSUa6GBlKSBkTCBjjELMAkGA1UEBhMCVVMxCzAJBgNVBAgTAkNBMRYwFAYDVQQHEw1Nb3VudGFpbiBWaWV3MRQwEgYDVQQKEwtQYXlQYWwgSW5jLjETMBEGA1UECxQKbGl2ZV9jZXJ0czERMA8GA1UEAxQIbGl2ZV9hcGkxHDAaBgkqhkiG9w0BCQEWDXJlQHBheXBhbC5jb22CAQAwDAYDVR0TBAUwAwEB/zANBgkqhkiG9w0BAQUFAAOBgQCBXzpWmoBa5e9fo6ujionW1hUhPkOBakTr3YCDjbYfvJEiv/2P+IobhOGJr85+XHhN0v4gUkEDI8r2/rNk1m0GA8HKddvTjyGw/XqXa+LSTlDYkqI8OwR8GEYj4efEtcRpRYBxV8KxAW93YDWzFGvruKnnLbDAF6VR5w/cCMn5hzGCAZowggGWAgEBMIGUMIGOMQswCQYDVQQGEwJVUzELMAkGA1UECBMCQ0ExFjAUBgNVBAcTDU1vdW50YWluIFZpZXcxFDASBgNVBAoTC1BheVBhbCBJbmMuMRMwEQYDVQQLFApsaXZlX2NlcnRzMREwDwYDVQQDFAhsaXZlX2FwaTEcMBoGCSqGSIb3DQEJARYNcmVAcGF5cGFsLmNvbQIBADAJBgUrDgMCGgUAoF0wGAYJKoZIhvcNAQkDMQsGCSqGSIb3DQEHATAcBgkqhkiG9w0BCQUxDxcNMTUwMzA5MDEwMDIxWjAjBgkqhkiG9w0BCQQxFgQUobZyd3ABQC7OL1XO3p1wmnbMaU0wDQYJKoZIhvcNAQEBBQAEgYCUL7I9i7csHU5VS2eRqyc9rUC9yBzFxINXXXLZI2FfsvlBlKokOBdygAuD085IpWsQtKEMi6WjM+HBHkfaiKBL8KLs3QmPu5KSFX5IjEJKrkCl22JOk9bPxQIfEh0RPypRjGjXjDuJg8NdZ/Vfa6Euo4tkb1BXENxsK8WGPnFqzQ==-----END PKCS7----- "> <input type="image" src="https://www.paypalobjects.com/en_US/i/btn/btn_donate_LG.gif" border="0" name="submit" alt="PayPal - The safer, easier way to pay online!"> <img alt="" border="0" src="https://www.paypalobjects.com/fr_FR/i/scr/pixel.gif" width="1" height="1"> </form>
fr: Il y a plusieurs façons de contribuer au développement de cet outil. Vous pouvez l'améliorer en <strong>codant de nouvelles fonctionnalités</strong>, en <strong>traduisant</strong> cet outil, en m'<strong>aidant à l'héberger</strong> ou par une donation. <form action="https://www.paypal.com/cgi-bin/webscr" method="post" target="_top"> <input type="hidden" name="cmd" value="_s-xclick"> <input type="hidden" name="encrypted" value="-----BEGIN PKCS7-----MIIHLwYJKoZIhvcNAQcEoIIHIDCCBxwCAQExggEwMIIBLAIBADCBlDCBjjELMAkGA1UEBhMCVVMxCzAJBgNVBAgTAkNBMRYwFAYDVQQHEw1Nb3VudGFpbiBWaWV3MRQwEgYDVQQKEwtQYXlQYWwgSW5jLjETMBEGA1UECxQKbGl2ZV9jZXJ0czERMA8GA1UEAxQIbGl2ZV9hcGkxHDAaBgkqhkiG9w0BCQEWDXJlQHBheXBhbC5jb20CAQAwDQYJKoZIhvcNAQEBBQAEgYC72Akx5MZYZI5GLXSYIkhuJyUmS/sPF2UHallna53f98Cn1bgqK7yVe8/W/uEWMy1ex9A1+UNyh/QS2jgxp4dA89WTwLXm8deaUVZo+LJ+N7oGFdRGMejLLr4FGeIoQQQzy/5gfxZZ58WtF0r8LbrsB8AXCiYxma9kiuK4qZVsyzELMAkGBSsOAwIaBQAwgawGCSqGSIb3DQEHATAUBggqhkiG9w0DBwQIzt/tVwfCmL2AgYj9EgaNmJMnP1pNHaNs8T/ddyUD7o42mEv299ERTo80QgUiwbOM5WxqAkJeEL8gaP+OTDRIGRD48p2CjX1XzHaDP1n9GVZ7H9y8S8oDKGd7LjwK3erHKbeJH3iXRpQ8E9pb/UWw9ghJVjGm7ciB1e38RlMeC3eCmqO3gwZlixSIxtzyP6CNDvIBoIIDhzCCA4MwggLsoAMCAQICAQAwDQYJKoZIhvcNAQEFBQAwgY4xCzAJBgNVBAYTAlVTMQswCQYDVQQIEwJDQTEWMBQGA1UEBxMNTW91bnRhaW4gVmlldzEUMBIGA1UEChMLUGF5UGFsIEluYy4xEzARBgNVBAsUCmxpdmVfY2VydHMxETAPBgNVBAMUCGxpdmVfYXBpMRwwGgYJKoZIhvcNAQkBFg1yZUBwYXlwYWwuY29tMB4XDTA0MDIxMzEwMTMxNVoXDTM1MDIxMzEwMTMxNVowgY4xCzAJBgNVBAYTAlVTMQswCQYDVQQIEwJDQTEWMBQGA1UEBxMNTW91bnRhaW4gVmlldzEUMBIGA1UEChMLUGF5UGFsIEluYy4xEzARBgNVBAsUCmxpdmVfY2VydHMxETAPBgNVBAMUCGxpdmVfYXBpMRwwGgYJKoZIhvcNAQkBFg1yZUBwYXlwYWwuY29tMIGfMA0GCSqGSIb3DQEBAQUAA4GNADCBiQKBgQDBR07d/ETMS1ycjtkpkvjXZe9k+6CieLuLsPumsJ7QC1odNz3sJiCbs2wC0nLE0uLGaEtXynIgRqIddYCHx88pb5HTXv4SZeuv0Rqq4+axW9PLAAATU8w04qqjaSXgbGLP3NmohqM6bV9kZZwZLR/klDaQGo1u9uDb9lr4Yn+rBQIDAQABo4HuMIHrMB0GA1UdDgQWBBSWn3y7xm8XvVk/UtcKG+wQ1mSUazCBuwYDVR0jBIGzMIGwgBSWn3y7xm8XvVk/UtcKG+wQ1mSUa6GBlKSBkTCBjjELMAkGA1UEBhMCVVMxCzAJBgNVBAgTAkNBMRYwFAYDVQQHEw1Nb3VudGFpbiBWaWV3MRQwEgYDVQQKEwtQYXlQYWwgSW5jLjETMBEGA1UECxQKbGl2ZV9jZXJ0czERMA8GA1UEAxQIbGl2ZV9hcGkxHDAaBgkqhkiG9w0BCQEWDXJlQHBheXBhbC5jb22CAQAwDAYDVR0TBAUwAwEB/zANBgkqhkiG9w0BAQUFAAOBgQCBXzpWmoBa5e9fo6ujionW1hUhPkOBakTr3YCDjbYfvJEiv/2P+IobhOGJr85+XHhN0v4gUkEDI8r2/rNk1m0GA8HKddvTjyGw/XqXa+LSTlDYkqI8OwR8GEYj4efEtcRpRYBxV8KxAW93YDWzFGvruKnnLbDAF6VR5w/cCMn5hzGCAZowggGWAgEBMIGUMIGOMQswCQYDVQQGEwJVUzELMAkGA1UECBMCQ0ExFjAUBgNVBAcTDU1vdW50YWluIFZpZXcxFDASBgNVBAoTC1BheVBhbCBJbmMuMRMwEQYDVQQLFApsaXZlX2NlcnRzMREwDwYDVQQDFAhsaXZlX2FwaTEcMBoGCSqGSIb3DQEJARYNcmVAcGF5cGFsLmNvbQIBADAJBgUrDgMCGgUAoF0wGAYJKoZIhvcNAQkDMQsGCSqGSIb3DQEHATAcBgkqhkiG9w0BCQUxDxcNMTUwMzA5MDEwMDIxWjAjBgkqhkiG9w0BCQQxFgQUobZyd3ABQC7OL1XO3p1wmnbMaU0wDQYJKoZIhvcNAQEBBQAEgYCUL7I9i7csHU5VS2eRqyc9rUC9yBzFxINXXXLZI2FfsvlBlKokOBdygAuD085IpWsQtKEMi6WjM+HBHkfaiKBL8KLs3QmPu5KSFX5IjEJKrkCl22JOk9bPxQIfEh0RPypRjGjXjDuJg8NdZ/Vfa6Euo4tkb1BXENxsK8WGPnFqzQ==-----END PKCS7----- "> <input type="image" src="https://www.paypalobjects.com/fr_FR/FR/i/btn/btn_donate_SM.gif" border="0" name="submit" alt="PayPal - la solution de paiement en ligne la plus simple et la plus sécurisée !"> <img alt="" border="0" src="https://www.paypalobjects.com/fr_FR/i/scr/pixel.gif" width="1" height="1"> </form>
