Repository: K-RAD/Jira2ScrumBoard
Catalog: src/AgileStoryPrint/JiraBundle/Resources/translations/messages.*.xlf
Languages: fr, nl, zh

# head.title
source: Jira2ScrumBoard: Printing Index Cards for Scrum Board from Atlassian Jira
fr: Jira2ScrumBoard: L'outil facile pour imprimer vos Story Scrum provenant d'Atlassian Jira
nl: Jira2ScrumBoard: Het afdrukken van indexkaarten voor Scrum Board van Atlassian Jira
zh: Jira2ScrumBoard: 打印Scrum板的索引卡 出于Atlassian Jira

# index.lead
source: The easier way to <strong>print</strong> your <strong>Jira stories</strong>
fr: L'outil le plus simple pour <strong>imprimer</strong> vos <strong>Stories Jira</strong>
nl: De eenvoudigere manier om <strong>print</strong> uw <strong>Jira-verhalen</strong>
zh: 很简单的方式<strong>打印</ strong>您的<strong> Jira 故事</ strong>

# index.tagline
source: Upload your Jira export file <em>(XML or XLS)</em> on the form below and click on "Convert" to get your stories in beautiful Story cards
fr: Cet outil convertit les fichiers contenants vos stories Jira <em>(XML or Excel)</em> en de belle Stories Cards. Sélectionnez votre fichier ci-dessous et cliquez sur "Convertir" pour les télécharger.
nl: Upload uw Jira-exportbestand <em>(XML of XLS)</em> via het formulier hieronder en klik op "Converteren" om uw verhalen om te zetten in prachtige verhalenkaarten
zh: 上传您的Jira导出文件<em> (XML或XLS) </em> 在以下的 表格，然后点击“转换”，您的故事就会变成 美丽的故事卡

# form.file.label
source: Jira export file (XML or XLS)
fr: Fichier d'export Jira (XML or XLS)
nl: Jira-exportbestand (XML of XLS)
zh: Jira导出文件 (XML或XLS)

# form.file.button
source: Choose file
fr: Fichier Jira
nl: Bestand kiezen
zh: 选择文件

# form.submit.button
source: Convert
fr: Convertir
nl: Converteren
zh: 转换

# services.title
source: How it works
fr: Comment cela fonctionne ?
nl: Hoe dit werkt
zh: 如何运作

# services.subtitle
source: Jira2ScrumBoard is really simple to use. Its goal is to save your time when you want print your Jira Stories.
fr: Jira2ScrumBoard est très simple d'utilisation. Créé pour vous faire gagner du temps, il vous permet d'imprimer vos Story Jira en Story card lisible et utilisable sur votre tableau Scrum.
nl: Jira2ScrumBoard is eenvoudig te gebruiken. Het doel is om u tijd te besparen wanneer u uw Jira-verhalen wilt afdrukken.

# services.option1.title
source: 1. Export your Jira stories
fr: 1. Exportez vos stories Jira
nl: 1. Exporteer uw Jira-verhalen
zh: 1. 输出您的Jira故事

# services.option1.text
source: Filter in Jira stories you want to print. For example: do a search as "sprint=1" to get all stories from your sprint #1. Then, export them to XML or Excel (All fields).
fr: Filtrez les Stories Jira que vous souhaitez imprimer. <br/>Par exemple pour obtenir uniquement les stories du sprint #1, utilisez l'expression de recherche : "sprint=1". Ensuite exportez les stories au format XML ou Excel (All fields).
nl: Filter in Jira op de verhalen die u wilt afdrukken. Bijv.: zoek met "sprint=1" om alle verhalen uit uw sprint #1 te verkrijgen. Exporteer ze daarna naar XML of Excel (alle velden).

# services.option2.title
source: 2. Upload your file here
fr: 2. Envoyez le fichier
nl: 2. Upload hier uw bestand
zh: 2. 请在此处上传您的文件

# services.option2.text
source: Upload your exported file into the form upper and click on the button "Convert". Only XML or Excel file with a size below 1MB are supported.
fr: Envoyez votre fichier depuis le formulaire ci-dessus et cliquez sur le bouton "Transformer". Seuls les fichiers au format XML ou Excel ayant un poids inférieur à 1 Mo sont supportés.
nl: Upload uw geexporteerde bestand naar het bovenstaande formulier en klik op de knop "Converteren". Alleen XML- en Excel-bestanden kleiner dan 1MB worden ondersteund.

# services.option3.title
source: 3. Print your Index cards
fr: 3. Téléchargez vos Stories Cards
nl: 3. Druk uw indexkaarten af
zh: 3. 打印您的索引卡

# services.option3.text
source: When the processing will be done, you will be redirected to a congratulation page. Index cards are hidden on this page, so print this page and you will see your Index cards.
fr: Une fois le traitement terminé, le téléchargement des Stories cards au format PDF se fera automatiquement.
nl: Zodra het verwerken voltooid is, zullen uw verhalen automatisch worden gedownload als een PDF-bestand

# faq.title
source: Frequently Asked Questions
fr: Foire aux questions
nl: Veelgestelde vragen (FAQ)
zh: 常见问题

# faq.subtitle
source: Feel free to contact me if you didn't find your solution.
fr: N'hésitez pas à me contacter si vous ne trouvez pas la réponse à votre question.
nl: Neem contact op met me als u geen oplossing hebt kunnen vinden voor uw probleem.
zh: 如果你没有找到你要的解决方案，请随时与我联系。

# author.title
source: Who's behind this project?
fr: Qui l'a développé ?
nl: Wie zit er achter dit project?
zh: 谁是这个项目的背后的经手人？

# author.name
source: GÃ©rald LONLAS
fr: Gérald LONLAS
nl: Gérald LONLAS
zh: 杰汉特 隆拉斯

# author.position
source: Product owner / Agile coach
fr: Chef de projet Web / Coach Agile
nl: Producteigenaar / Agile-coach
zh: 产品拥有者/ 训导员

# team_member.name
source: You?
fr: Vous ?
nl: U?
zh: 您呢?

# team_member.position
source: Github Contributor
fr: Contributeur Github
nl: GitHub-bijdrager
zh: GitHub 贡献员

# contact.title
source: Contact Me
fr: Contactez moi
nl: Neem contact op met me
zh: 联系我

# contact.subtitle
source: You want a new feature, you found a bug or something to tell me. Please send me a message.
fr: Une idée, un bug ou tout simplement un message à faire passer ? N'hésitez pas, laissez-moi un message.
nl: Wilt u een nieuwe mogelijkheid, heeft u een bug gevonden of wilt u me iets vertellen? Stuur me dan een bericht.

# contact.name.placeholder
source: Your Name *
fr: Votre nom *
nl: Uw naam *
zh: 您的姓名 *

# contact.email.placeholder
source: Your Email *
fr: Votre email *
nl: Uw e-mailadres *
zh: 您的电邮地址 *

# contact.phone.placeholder
source: Your Phone
fr: Votre téléphone
nl: Uw telefoonnummer
zh: 您的联络号码

# contact.message.placeholder
source: Your Message *
fr: Votre message *
nl: Uw bericht *
zh: 您的信息 *

# contact.btn.submit
source: Send Message
fr: Envoyer le message
nl: Bericht versturen
zh: 发出信息

# contact.sent
source: Your message has been sent
fr: Votre message a été envoyé
nl: Uw bericht is verstuurd
zh: 您的信息已寄出

# emptyStory.title
source: No story found in your file
nl: Er is geen verhaal gevonden in uw bestand
zh: 没有发现任何故事在您的文件中

# emptyStory.text
source: Sorry we didn't find any stories in your file. Please try with another file.
nl: Sorry, we konden geen verhalen vinden in uw bestand. Probeer een ander bestand of los het probleem op (zie hieronder)

# wrongFile.title
source: Wrong file uploaded
nl: Er is een verkeerd bestand geüpload
zh: 上传的文件有错误

# wrongFile.text
source: The file you send to us isn't a Jira XML or XLs export file. Please try with another file.
fr: Le fichier que vous avez envoyé n'est pas un fichier Jira compatible. Veuillez recommencer avec un autre fichier. <br /> Cet outil supporte les exports XML et Excel.
nl: Het bestand dat u ons stuurde is geen Jira XML of XLS-exportbestand. Probeer een ander bestand.

# footer.copyright
source: Copyright &copy; 2015 Jira2ScrumBoard
nl: Copyright &copy; 2015-2016 Jira2ScrumBoard

# card.effort
source: Effort:
nl: Moeite:
zh: 贡献：

# card.key
source: Story ID:
fr: ID Story:
nl: Verhaal-ID:
zh: 故事ID：

# contact.msg.title
source: Message was succefully sent
fr: Message envoyé
nl: Het bericht is succesvol verstuurd
zh: 信息已成功寄出

# contact.msg.text
source: Thank you for having took the time to send a message. We will reply as soon as possible.
fr: Merci d'avoir pris le temps d'envoyer votre message. Nous vous répondrons dans les plus brefs délais.
nl: Bedankt dat u de tijd heeft genomen om een bericht te versturen. We zullen u zo snel mogelijk antwoorden.
zh: 谢谢您的信息。我们会尽快回复你。

# author.subtitle
source: This project is a totally free and not attached to Atlassian and Jira brands.<br />You can find the source code in the <a href="https://github.com/glonlas/AgileStoryPrint">Github repot</a>. Feel free to participate to this project by sending me your Pull request or fork it.
fr: Ce projet est totalement gratuit et n'est en aucune façon attaché aux marques Atlassian et Jira. Vous pouvez retrouver le code source de ce projet sur son <a href="https://github.com/glonlas/AgileStoryPrint">repot Github</a>. N'hésitez pas à l'améliorer en m'envoyant vos pull-requests ou tout simplement en le forkant.

# card.project
source: Project:
fr: Projet :
zh: 项目：

# card.type
source: Type:
zh: 类型：
